appimagelauncher
base
base-devel
bat
bind
blender
blueman
bluez
bluez-utils
brightnessctl
chrony
dunst
efibootmgr
egl-wayland
eog
fastfetch
firefox
git
gnome-keyring
grim
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvfs-wsdd
gwenview
htop
hypridle
hyprland
hyprlock-git
hyprpaper
hyprpicker
hyprpolkitagent
imagemagick
iw
jre17-openjdk-headless
jre21-openjdk-headless
kitty
less
linux
linux-firmware
ly
man-db
man-pages
neovim
network-manager-applet
networkmanager
nmap
nodejs
nss-mdns
nvidia
nvidia-utils
okular
openresolv
os-prober
pipewire-alsa
pipewire-pulse
playerctl
powertop
prismlauncher
pwvucontrol
python310
qt5-wayland
qt5ct
qt6-wayland
qt6ct
restic
ripgrep
seahorse
slurp
sshfs
steam
stow
strawberry
sudo
syncthing
thunar
thunar-media-tags-plugin
thunar-volman
traceroute
ttf-ibm-plex
ttf-jetbrains-mono-nerd
tumbler
unzip
waybar
wireguard-tools
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yarn
yay
yay-debug
zip
zotero
zsh
